Repository: KDE/atelier
Catalog: po/*/atelier.po
Languages: ar, ca@valencia, el, eo, es, et, eu, fi, fr, gl, he, it, ka, ko, nl, pl, pt, sl, tr, uk, zh_cn, zh_tw

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
ca@valencia: Antoni Bella
el: Stelios
eo: Oliver Kellogg
es: Víctor Rodrigo Córdoba
et: Marek Laane
eu: Iñigo Salvador Azurmendi
fi: Tommi Nieminen
fr: Simon Depiets, Xavier Besnard
gl: Adrian Chaves (Gallaecio)
he: צוות התרגום של KDE ישראל
it: Paolo Zamponi
ka: Temuri Doghonadze
ko: 박신조
nl: Freek de Kruijf - t/m 2019;2021;2025-2026
pl: Łukasz Wojniłowicz
pt: José Nuno Pires
sl: Matjaž Jeran
tr: Emir SARI
uk: Юрій Чорноіван
zh_cn: KDE 中国, Zhou Wenqing
zh_tw: pan93412, Jeff Huang

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
ca@valencia: antonibella5@yahoo.com
el: sstavra@gmail.com
eo: olivermkellogg@gmail.com
es: vrcordoba@gmail.com
et: qiilaq69@gmail.com
eu: xalba@euskalnet.net
fi: translator@legisign.org
fr: vpinon@kde.org, xavier.besnard@kde.org
gl: adrian@chaves.io
he: kde-l10n-he@kde.org
it: feus73@gmail.com
ka: Temuri.doghonadze@gmail.com
ko: kde@peremen.name
nl: freekdekruijf@kde.nl
pl: lukasz.wojnilowicz@gmail.com
pt: zepires@gmail.com
sl: matjaz.jeran@amis.net
tr: emir_sari@icloud.com
uk: yurchor@ukr.net
zh_cn: kde-china@kde.org, zhouwenqing655@gmail.com
zh_tw: pan93412@gmail.com, s8321414@gmail.com

source: Choose a file to print:
ar: اختر ملفاً للطّباعة:
ca@valencia: Trieu un fitxer per a imprimir:
el: Επιλέξτε ένα αρχείο για εκτύπωση:
eo: Elekti dosieron por presi:
es: Elija un archivo a imprimir:
et: Trükitav fail:
eu: Aukeratu inprimatu beharreko fitxategia:
fi: Valitse tulostettava tiedosto:
fr: Choisissez un fichier à imprimer :
gl: Escolla un ficheiro para imprimir:
he: נא לבחור קובץ להדפסה:
it: Scegli un file da stampare:
ka: აირჩიეთ დასაბეჭდი ფაილი:
ko: 인쇄할 파일 선택:
nl: Een te printen bestand kiezen:
pl: Wybierz plik do wydruku:
pt: Seleccione um ficheiro a imprimir:
sl: Izberite datoteko za tisk:
tr: Yazdırılacak bir dosya seçin:
uk: Виберіть файл для друку:
zh_cn: 选择要打印的文件:
zh_tw: 選擇欲列印檔案：

source: Profiles
ar: التّشكيلات
ca@valencia: Perfils
el: Προφίλ
eo: Profiloj
es: Perfiles
et: Profiilid
eu: Profilak
fi: Profiilit
fr: Profils
gl: Perfís
he: פרופילים
it: Profili
ka: პროფილები
ko: 프로필
nl: Profielen
pl: Profile
pt: Perfis
sl: Profili
tr: Profiller
uk: Профілі
zh_cn: 配置文件
zh_tw: 設定檔

source: Printer Host for 3DPrinters
ar: مُضيف الطّابعة للطّابعات ثلاثيّة الأبعاد
ca@valencia: Amfitrió d'impressora per a impressores en 3D
el: Υπολογιστής εκτυπωτών για 3D εκτυπωτές
eo: Presilo Gastiganto por 3D Presiloj
es: Servidor de impresión para impresoras 3D
et: 3D printimine
eu: 3D inprimagailuen ostalaria
fi: Tulostuspalvelin 3D-tulostimille
fr: Hôte d'imprimante pour imprimantes 3D
gl: Máquina de impresoras para impresoras 3D
he: מארח מדפסות תלת־ממד
it: Host di stampa per stampanti 3D
ka: პრინტერის ჰოსტი 3D პრინტერებისთვის
ko: 3D 프린터 호스트
nl: Printerhost voor 3DPrinters
pl: Gospodarz drukarek dla drukarek 3D
pt: Assistente de impressão para Impressoras 3D
sl: Gostitelj tiskalnikov za 3D tisk
tr: 3B yazıcılar için denetleyici
uk: Вузол друку для тривимірних принтерів
zh_cn: 3D 打印机主机
zh_tw: 適用於 3D 列印機的列印主機

source: Lays Rodrigues
ar: لايز رودريغز
he: לייס רודריגז
ka: ლეის როდრიგესი

source: Developer
ar: مطوّر
ca@valencia: Desenvolupadora
el: Προγραμματιστής
eo: Ellaboranto
es: Desarrolladora
et: Arendaja
eu: Garatzailea
fi: Kehittäjä
fr: Développeur
gl: Desenvolvedor
he: מפתח
it: Sviluppatore
ka: პროგრამისტი
ko: 개발자
nl: Ontwikkelaar
pl: Programista
pt: Desenvolvimento
sl: Razvijalec
tr: Geliştirici
uk: Розробник
zh_cn: 开发者
zh_tw: 開發者

source: Chris Rizzitello
ar: كريس ريزيتيلّو
he: כריס ריציטלו
ka: კრის რიზიტელო

source: Patrick Pereira
ar: باتريك بيريرا
he: פטריק פריירה
ka: პატრიკ პერიერა

source: Tomaz Canabrava
ar: توماز كانابرافا
he: טומאש קנאבראווה

source: Contributor
ar: مساهم
ca@valencia: Col·laborador
el: Συνεισφέρων
eo: Kontribuanto
es: Contribuidor
et: Kaasautor
eu: Kolaboratzailea
fi: Avustaja
fr: Contributeurs
gl: Colaborador
he: מתנדב
it: Collaboratore
ka: მოხალისე
ko: 기여자
nl: Medewerker
pl: Współtwórca
pt: Contribuinte
sl: Prispeval
tr: Katkıcı
uk: Внески
zh_cn: 贡献者
zh_tw: 貢獻者

source: Using AtCore: %1
ar: يستخدم AtCore: %1
ca@valencia: Utilitzant AtCore: %1
el: Χρήση Atcore: %1
eo: Uzante AtCore: %1
es: Usando AtCore: %1
et: AtCore versioon: %1
eu: Erabiltzen du AtCore: %1
fi: Käytössä AtCore: %1
fr: Utilisation de « AtCore » :%1
gl: Usando AtCore: %1
he: AtCore בשימוש: %1
it: Usa AtCore: %1
ka: იყენებთ AtCore-ს: %1
ko: AtCore 사용: %1
nl: Met gebruik van AtCore: %1
pl: Używa AtCore: %1
pt: A Usar o AtCore: %1
sl: Uporablja AtCore: %1
tr: AtCore kullanılıyor: %1
uk: Використовуємо AtCore:%1
zh_cn: 使用 AtCore: %1
zh_tw: 使用 AtCore：%1

source: Create new instance
ar: أنشئ مثيلاً جديداً
ca@valencia: Crea una instància nova
el: Δημιουργία νέου αντικειμένου
eo: Krei novan instancon
es: Crear una nueva instancia
et: Uue isendi loomine
eu: Sortu instantzia berria
fi: Luo uusi ilmentymä
fr: Créer une nouvelle instance
gl: Crear unha nova instancia
he: יצירת מופע חדש
it: Crea nuova istanza
ka: ახალი გაშვებული ასლის შექმნა
ko: 새 인스턴스 만들기
nl: Nieuw exemplaar aanmaken
pl: Utwórz nowe wystąpienie
pt: Criar uma nova instância
sl: Ustvari nov pojavek
tr: Yeni Örnek Oluştur
uk: Створити екземпляр
zh_cn: 创建新实例
zh_tw: 建立新實例

source: Connect a printer
ar: وصّل طابعة
ca@valencia: Connecta amb la impressora
el: Σύνδεση εκτυπωτή
eo: Konekti presilon
es: Conectar una impresora
et: Ühenda printer
eu: Konektatu inprimagailu bat
fi: Yhdistä tulostimeen
fr: Connecter une imprimante
gl: Conectar unha impresora
he: חיבור מדפסת
it: Collega una stampante
ka: შეაერთეთ პრინტერი
ko: 프린터 연결
nl: Een printer verbinden
pl: Podłącz drukarkę
pt: Ligar uma impressora
sl: Poveži tiskalnik
tr: Bir Yazıcı Bağla
uk: З'єднати принтер
zh_cn: 连接打印机
zh_tw: 連結印表機

source: Error
ar: خطأ
ca@valencia: S'ha produït un error
el: Σφάλμα
eo: Eraro
et: Tõrge
eu: Errorea
fi: Virhe
fr: Erreur
gl: Erro
he: שגיאה
it: Errore
ka: შეცდომა
ko: 오류
nl: Fout
pl: Błąd
pt: Erro
sl: Napaka
tr: Hata
uk: Помилка
zh_cn: 错误
zh_tw: 錯誤

source: There's no GCode file open. Please select a file and try again.
ar: لا يوجد ملف GCode مفتوح. من فضلك، اختر ملفاً وأعد المحاولة.
ca@valencia: No hi ha obert cap fitxer de GCode. Trieu un fitxer i torneu-ho a provar.
el: Δεν υπάρχει ανοιχτό αρχείο GCode. Επιλέξτε ένα αρχείο και δοκιμάστε ξανά.
eo: Ne estas malfermita iu GCode-dosiero. Bonvolu elekti dosieron kaj reprovi.
es: No hay ningún archivo GCode abierto. Por favor seleccione un archivo y pruebe de nuevo.
et: Ühtegi G-koodi faili ei ole avatud. Palun vali fail ja proovi uuesti.
eu: Ez dago irekita G-kode fitxategirik. Hautatu fitxategi bat eta saiatu berriz.
fi: GCode-tiedostoa ei ole avoinna. Valitse tiedosto ja yritä uudelleen.
fr: Il n'y a aucun fichier « G-Code » ouvert. Veuillez sélectionner un fichier et ré-essayer.
gl: Non hai ningún ficheiro de código G aberto. Seleccione un ficheiro e inténteo de novo.
he: אין קובץ GCode פתוח. נא לבחור קובץ ולנסות שוב.
it: Non c'è nessun file GCode aperto. Selezionane uno e prova di nuovo.
ka: გასახსნელი GCode-ის ფაილი მითითებული არაა. აირჩიეთ ფაილი და თავიდან სცადეთ.
ko: GCode 파일을 열지 않았습니다. 파일을 선택하고 다시 시도하십시오.
nl: Er is geen GCode-bestand open. Een bestand selecteren en opnieuw proberen.
pl: Nie ma pliku GCode do otwarcia. Wybierz plik i spróbuj ponownie.
pt: Não existe nenhum ficheiro de GCode aberto. Seleccione por favor um ficheiro e tente de novo.
sl: Ni datoteka GCode, da bi jo odprl. Izberite datoteko in poskusite znova.
tr: Açık GCode dosyası yok. Bir dosya seçin ve yeniden deneyin.
uk: Немає файла GCode для відкриття. Будь ласка, виберіть файл і повторіть спробу.
zh_cn: 没有打开的 GCode 文件。请选中一个文件再重试。
zh_tw: 未找到開啟的 GCode 檔案。 請選擇檔案後重試。

source: Document Modified
ar: المستند معدل
ca@valencia: S'ha modificat el document
el: Το έγγραφο τροποποιήθηκε
eo: Dokumento Modifita
es: Documento modificado
et: Dokumenti on muudetud
eu: Agiria aldatu da
fi: Tiedostoa on muutettu
fr: Document modifié
gl: O documento modificouse
he: מסמך נערך
it: Documento modificato
ka: დოკუმენტი შეიცვალა
ko: 문서 수정됨
nl: Document gewijzigd
pl: Dokument uległ zmianie
pt: Documento Modificado
sl: Dokument je spremenjen
tr: Belge Değiştirildi
uk: Документ змінено
zh_cn: 文档已修改
zh_tw: 已變更文件

source: %1 Contains unsaved changes that will not be in the print. Would you like to save them before printing?
ar: %1 يحتوي على تغييرات غير محفوظة ولن تكون في الطّباعة. أتودّ حفظها قبل الطّباعة؟
ca@valencia: %1 Conté canvis sense guardar que no es mostraran en la impressió. Voleu guardar-los abans d'imprimir?
el: %1 Περιέχει μη αποθηκευμένες αλλαγές οι οποίες θα μείνουν εκτός εκτύπωσης. Να αποθηκευτούν πριν προχωρήσετε στην εκτύπωση;
eo: %1 Enhavas nokonservitajn ŝanĝojn kiuj ne estos en la preso. Ĉu vi ŝatus konservi ilin antaŭ ol presi?
es: %1 Contiene cambios no guardados que no estarán en la impresora. ¿Quiere guardarlos antes de imprimir?
et: %1 sisaldab salvestamata muudatusi, mida ei trükita. Kas salvestada muudatused enne trükkimist?
eu: %1 Gorde gabeko aldaketak ditu inprimatuko ez direnak. Haiek gorde nahi dituzu inprimatu aurretik?
fi: %1 sisältää tallentamattomia muutoksia, jotka eivät tulostu. Haluaisitko tallentaa ne ennen tulostusta?
fr: %1 Contient des modifications non enregistrées, qui ne seront pas l'impression. Voulez-vous les enregistrer avant de lancer l'impression ?
gl: %1 Contén cambios sen gardar que non se incluirán na impresión. Quere gardalos antes de imprimir?
he: %1 מכיל שינויים שלא יהיו חלק מההדפסה. לשמור אותם לפני ההדפסה?
it: %1 Contiene delle modifiche non salvate che non verranno stampate. Vuoi salvarle prima di stampare?
ka: %1 შეიცავს შეუნახავ ცვლილებებს, რომლებიც ამ დაბეჭდვაში არ გამოჩნდება. გნებავთ მათი შენახვა ბეჭდვის დაწყებამდე?
ko: %1에 저장되지 않은 변경 사항이 있으며 해당 사항은 인쇄되지 않습니다. 인쇄하기 전에 저장하시겠습니까?
nl: %1 Bevat niet opgeslagen wijzigingen die niet in de print zullen zitten. Wilt u ze opslaan vóór het printen?
pl: %1 Zawiera niezapisane zmiany, których nie będzie na wydruku. Czy chcesz je zapisać przed wydrukiem?
pt: %1 Contém modificações não-gravadas que não irão sair na impressão. Deseja gravá-las antes de imprimir?
sl: %1 Vsebuje neshranjene spremembe, ki ne bodo šle v tisk. Bi jih radi shranili pred tiskanjem?
tr: %1 Yazdırmaya gitmeyecek kaydedilmemiş değişiklikler içeriyor. Yazdırmadan önce onları kaydetmek ister misiniz?
uk: %1 Містить незбережені зміни, які не буде надруковано. Хочете зберегти їх до друку?
zh_cn: %1 包含不会打印的未保存的更改。 您想要在打印前保存它们吗？
zh_tw: %1 包含了未儲存的變更，其將不會被列印。 您想要在列印前先儲存嗎？

source: Welcome
ar: مرحباً
ca@valencia: Us donem la benvinguda
el: Καλωσορίσατε
eo: Bonvenon
es: Bienvenido
et: Tere tulemast
eu: Ongi etorri
fi: Tervetuloa
fr: Bienvenue
gl: Benvida
he: ברוך בואך
it: Benvenuto
ka: კეთილი იყოს თქვენი მობრძანება
ko: 환영합니다
nl: Welkom
pl: Witaj
pt: Bem-vindo
sl: Dobrodošli
tr: Hoş geldiniz
uk: Вітаємо
zh_cn: 欢迎
zh_tw: 歡迎

source: 3D
ar: ثلاثيّات الأبعاد
he: תלת־ממד
tr: 3B

source: Video
ar: فيديو
ca@valencia: Vídeo
el: Βίντεο
es: Vídeo
eu: Bideoa
fr: Vidéo
gl: Vídeo
he: וידאו
ka: ვიდეო
ko: 비디오
pl: Wideo
pt: Vídeo
uk: Відео
zh_cn: 视频
zh_tw: 影片

source: &Open
ar: ا&فتح
ca@valencia: O&bri
el: Άν&οιγμα
eo: &Malfermi
es: &Abrir
et: &Ava
eu: &Ireki
fi: &Avaa
fr: &Ouvrir
gl: &Abrir
he: &פתיחה
it: &Apri
ka: &გახსნა
ko: 열기(&O)
nl: &Openen
pl: &Otwórz
pt: &Abrir
sl: &Odpri
tr: &Aç
uk: &Відкрити
zh_cn: 打开(&O)
zh_tw: 開啟(&O)

source: &New Connection
ar: ا&تصال جديد
ca@valencia: Connexió &nova
el: &Νέα σύνδεση
eo: &Nova Konekto
es: &Nueva conexión
et: &Uus ühendus
eu: Konexio &berria
fi: &Uusi yhteys
fr: &Nouvelle connexion
gl: Conexión &nova
he: &חיבור חדש
it: &Nuova connessione
ka: &ახალი შეერთება
ko: 새 연결(&N)
nl: &Nieuwe verbinding
pl: &Nowe połączenie
pt: &Nova Ligação
sl: &Nova povezava
tr: &Yeni Bağlantı
uk: &Створити з'єднання
zh_cn: 新建连接(&N)
zh_tw: 新連結(&N)

source: &Profiles
ar: ال&تّشكيلات
ca@valencia: &Perfils
el: &Προφίλ
eo: &Profiloj
es: &Perfiles
et: &Profiilid
eu: &Profilak
fi: Pro&fiilit
fr: &Profils :
gl: &Perfís
he: &פרופילים
it: &Profili
ka: &პროფილები
ko: 프로필(&P)
nl: &Profielen
pl: &Profile
pt: &Perfis
sl: &Profili
tr: &Profiller
uk: П&рофілі
zh_cn: 配置方案(&P)
zh_tw: 設定檔(&P)

source: &Quit
ar: أ&نهِ
ca@valencia: I&x
el: Έ&ξοδος
eo: &Forlasi
es: &Salir
et: &Välju
eu: &Irten
fi: &Lopeta
fr: &Quitter
gl: &Saír
he: י&ציאה
it: &Esci
ka: &გასვლა
ko: 끝내기(&Q)
nl: &Afsluiten
pl: Za&kończ
pt: &Sair
sl: Zapusti
tr: Çı&k
uk: Ви&йти
zh_cn: 退出(&Q)
zh_tw: 退出(&Q)

source: Open GCode
ar: افتح GCode
ca@valencia: Obri un GCode
el: Άνοιγμα GCode
eo: Malfermi GCode
es: Abrir GCode
et: G-koodi avamine
eu: Ireki G-kodea
fi: Avaa GCode
fr: Ouvrir un G-Code
gl: Abrir o código G
he: פתיחת GCode
it: Apri GCode
ka: GCode-ის გახსნა
ko: GCode 열기
nl: GCode openen
pl: Otwórz GCode
pt: Abrir o GCode
sl: Odpri GCode
tr: GCode Aç
uk: Відкрити GCode
zh_cn: 打开 GCode
zh_tw: 開啟 GCode

source: GCode(*.gco *.gcode);;All Files(*.*)
ar: GCode(*.gco *.gcode);;كلّ الملفّات(*.*)
ca@valencia: GCode (*.gco *.gcode);;Tots els fitxers (*.*)
el: GCode(*.gco *.gcode);;Όλα τα αρχεία(*.*)
eo: GCode(*.gco *.gcode);;Ĉiuj dosieroj(*.*)
es: GCode (*.gco *.gcode);;Todos los archivos (*.*)
et: G-kood(*.gco *.gcode);;Kõik failid(*.*)
eu: G-kode(*.gco *.gcode);;Fitxategi guztiak(*.*)
fi: GCode (*.gco *.gcode);;Kaikki tiedostot (*)
fr: G-Code(*.gco *.gcode) ; ; Tous les fichiers (*.*)
gl: Código G (*.gco *.gcode);;Todos os ficheiros (*.*)
he: GCode(*.gco *.gcode);;כל הקבצים(*.*)
it: GCode(*.gco *.gcode);;Tutti i file(*.*)
ka: GCode(*.gco *.gcode);;ყველა ფაილი(*.*)
ko: GCode(*.gco *.gcode);;모든 파일(*.*)
nl: GCode(*.gco *.gcode);;Alle bestanden(*.*)
pl: GCode(*.gco *.gcode);;Wszystkie pliki(*.*)
pt: GCode(*.gco *.gcode);;Todos os Ficheiros(*.*)
sl: GCode(*.gco *.gcode);;Vse datoteke(*.*)
tr: GCode(*.gco *.gcode);;Tüm dosyalar(*.*)
uk: GCode(*.gco *.gcode);;усі файли(*.*)
zh_cn: GCode(*.gco *.gcode);;所有文件(*.*)
zh_tw: GCode(*.gco *.gcode);;所有檔案(*.*)

source: Printing
ar: الطباعة
ca@valencia: Imprimix
el: Εκτύπωση
eo: Presado
es: Imprimiendo
et: Trükkimine
eu: Inprimatzen
fi: Tulostetaan
fr: Impression
gl: Imprimindo
he: הדפסה
it: In stampa
ka: დაბეჭდვა
ko: 인쇄
nl: Bezig met afdrukken
pl: Drukowanie
pt: A imprimir
sl: Tiskam
tr: Yazdırma
uk: Друк
zh_cn: 打印中
zh_tw: 正在列印

source: Currently printing! Are you sure you want to close?
ar: يطبع حالياً! أتأكد من أنك تريد الإغلاق؟
ca@valencia: Actualment s'està imprimint! Segur que voleu tancar?
el: Τώρα εκτυπώνει! Είστε βέβαιοι ότι θέλετε να το κλείσετε;
eo: Aktuale presanta! Ĉu vi certas voli fermi?
es: ¡Imprimiendo! ¿Seguro que quiere salir?
et: Parajasti trükitakse! Kas tõesti sulgeda?
eu: Inprimatzen ari da! Ziur zaude itxi nahi duzula?
fi: Tulostus on käynnissä! Haluatko varmasti sulkea?
fr: Impression en cours ! Voulez-vous vraiment fermer ?
gl: Estase imprimindo! Seguro que quere pechar?
he: מתבצעת הדפסה כרגע! לסגור?
it: Attualmente in stampa. Sei sicuro di voler chiudere?
ka: მიმდინარეობს ბეჭდვა! გნებავთ დახურვა?
ko: 현재 인쇄 중입니다! 그래도 닫으시겠습니까?
nl: Nu bezig met printen! Wilt u nu sluiten?
pl: Drukowanie jest w trakcie! Czy na pewno chcesz zamknąć?
pt: A imprimir neste momento! Tem a certeza que deseja fechar?
sl: Trenutno tiskam! Ali ste prepričani, da želite zapreti?
tr: Yazdırma şu anda sürüyor! Çıkmak istediğinizden emin misiniz?
uk: Зараз друкуємо! Ви справді хочете завершити роботу програми?
zh_cn: 当前正在打印！ 您确定要关闭吗？
zh_tw: 目前正在列印！ 是否關閉？

source: Save Selected
ar: احفظ المحدد
ca@valencia: S'ha seleccionat la guardada
el: Αποθήκευση επιλεγμένων
eo: Konservi Elektitajn
es: Guardar seleccionado
et: Salvesta valitud
eu: Gorde hautatua
fi: Tallenna valitut
fr: Enregistrer la sélection
gl: Gardar o seleccionado
he: שמירת הנבחרים
it: Salva selezionato
ka: მონიშნულის შენახვა
ko: 선택 저장
nl: Selectie opslaan
pl: Zapisz wybrane
pt: Gravar o Seleccionado
sl: Shrani izbrano
tr: Kaydetme Seçildi
uk: Вибрано зберігання
zh_cn: 保存所选(&S)
zh_tw: 儲存選取項目

source: Save Failed
ar: فشل الحفظ
ca@valencia: No s'ha pogut fer la guardada
el: Αποτυχία αποθήκευσης
eo: Konservi Malsukcesis
es: Fallo al guardar
et: Salvestamine nurjus
eu: Gordetzea huts egin du
fi: Tallennus epäonnistui
fr: Impossible d'enregistrer
gl: A garda fallou
he: השמירה נכשלה
it: Salvataggio non riuscito
ka: შენახვის შეცდომა
ko: 저장 실패
nl: Opslaan is mislukt
pl: Nie udało się zapisać
pt: A Gravação Falhou
sl: Shranjevanje ni uspelo
tr: Kaydetme Başarısız Oldu
uk: Помилка збереження
zh_cn: 保存失败
zh_tw: 儲存失敗

source: Failed to save file: %1
ar: فشل الحفظ إلى الملفّ: %1
ca@valencia: No s'ha pogut guardar el fitxer: %1
el: Αποτυχία αποθήκευσης αρχείου: %1
eo: Malsukcesis konservi dosieron: %1
es: Fallo al guardar archivo: %1
et: Faili salvestamine nurjus: %1
eu: Fitxategi gordetzea huts egin du: %1
fi: Tiedoston ”%1” tallennus epäonnistui
fr: Impossible d'enregistrer le fichier : %1
gl: Non foi posíbel gardar o ficheiro: %1.
he: שמירת הקובץ נכשלה: %1
it: Impossibile salvare il file: %1
ka: ფაილის შენახვის შეცდომა: %1
ko: 파일을 저장할 수 없음: %1
nl: Bestand opslaan is mislukt: %1
pl: Nie udało się zapisać pliku: %1
pt: Não foi possível gravar o ficheiro: %1
sl: Neuspelo shranjevanje datoteke: %1
tr: Dosya kaydedilemedi: %1
uk: Не вдалося зберегти файл: %1
zh_cn: 保存文件失败：%1
zh_tw: 無法儲存檔案：%1

source: Save All
ar: احفظ الكلّ
ca@valencia: Guarda-ho tot
el: Αποθήκευση όλων
eo: Konservi ĉion
es: Guardar todo
et: Salvesta kõik
eu: Gorde guztiak
fi: Tallenna kaikki
fr: Tout enregistrer
gl: Gardar todo
he: שמירה של הכול
it: Salva tutti
ka: ყველას შენახვა
ko: 모두 저장
nl: Alles opslaan
pl: Zapisz wszystko
pt: Gravar Tudo
sl: Shrani vse
tr: Tümünü Kaydet
uk: Зберегти всі
zh_cn: 全部保存
zh_tw: 全部儲存

source: Cancel
ar: ألغِ
ca@valencia: Cancel·la
el: Ακύρωση
eo: Nuligi
es: Cancelar
et: Loobu
eu: Utzi
fi: Peru
fr: Annuler
gl: Cancelar
he: ביטול
it: Annulla
ka: გაუქმენა
ko: 취소
nl: Annuleren
pl: Anuluj
pt: Cancelar
sl: Prekliči
tr: İptal
uk: Скасувати
zh_cn: 取消
zh_tw: 取消

source: Discard Changes
ar: ارفض التّغييرات
ca@valencia: Descarta els canvis
el: Απόρριψη αλλαγών
eo: Forĵeti Ŝanĝojn
es: Descartar cambios
et: Tühista muudatused
eu: Baztertu aldaketak
fi: Hylkää muutokset
fr: Abandonner les changements
gl: Descartar os cambios
he: התעלמות מהשינויים
it: Scarta le modifiche
ka: ცვლილებების გაუქმება
ko: 변경 사항 취소
nl: Wijzigingen verwerpen
pl: Porzuć zmiany
pt: Esquecer as Alterações
sl: Zavrzi spremembe
tr: Değişiklikleri At
uk: Відкинути зміни
zh_cn: 放弃更改
zh_tw: 放棄變更

source: Files with Unsaved Changes.
ar: الملفات ذات التغيرات غير المحفوظة.
ca@valencia: Fitxers amb canvis sense guardar.
el: Αρχεία με μη αποθηκευμένες αλλαγές.
eo: Dosieroj kun Nekonservitaj Ŝanĝoj.
es: Archivos con cambios sin guardar.
et: Faili salvestamata muudatustega.
eu: Gorde gabeko aldaketak dituzten fitxategiak.
fi: Tiedostot, joissa on muutoksia tallentamatta.
fr: Fichiers avec des modifications non enregistrées.
gl: Ficheiros con cambios sen gardar.
he: קבצים עם שינויים שלא נשמרו.
it: File con modifiche non salvate.
ka: ფაილები შეუნახავი ცვლილებებით.
ko: 저장되지 않은 변경 사항이 있는 파일입니다.
nl: Bestanden met niet opgeslagen wijzigingen.
pl: Pliki z niezapisanymi zmianami.
pt: Ficheiros com Modificações Não-Gravadas.
sl: Datoteke z neshranjenimi spremembami.
tr: Kaydedilmemiş değişiklikler olan dosyalar
uk: Файли із незбереженими змінами.
zh_cn: 有未保存的文件.
zh_tw: 包含未儲存變更的檔案。

source: Controls
ar: عناصر تحكم
el: Κουμπιά ελέγχου
eo: Kontroloj
es: Controles
et: Juhtelemendid
eu: Aginteak
fi: Säätimet
fr: Contrôles
gl: Controis
he: פקדים
it: Controlli
ka: მმართველები
ko: 제어
nl: Besturing
pl: Sterowanie
pt: Controlos
sl: Kontrole
tr: Denetimler
uk: Керування
zh_cn: 控制
zh_tw: 控制

source: Advanced
ar: متقدّم
ca@valencia: Avançat
el: Για προχωρημένους
eo: Altnivela
es: Avanzado
et: Muu
eu: Aurreratua
fi: Lisäasetukset
fr: Avancé
gl: Avanzado
he: מתקדם
it: Avanzate
ka: დამატებითი
ko: 고급
nl: Geavanceerd
pl: Rozszerzone
pt: Avançado
sl: Napredno
tr: Gelişmiş
uk: Додатково
zh_cn: 高级设置
zh_tw: 進階

source: Sd Card
ar: شريحة إس دي
ca@valencia: Targeta SD
eo: Sd-karto
es: Tarjeta SD
et: SD-kaart
eu: SD txartela
fi: SD-kortti
fr: Carte son
gl: Tarxeta SD
he: כרטיס SD
it: Scheda SD
ka: Sd ბარათი
ko: SD 카드
nl: SD-kaart
pl: Karta SD
pt: Cartão SD
sl: Kartica Sd
tr: SD Kart
uk: Картка SD
zh_cn: SD 卡
zh_tw: SD 卡

source: Home:
ar: المنزل:
ca@valencia: Inici:
el: Προσωπικός φάκελος:
eo: Hejmo:
es: Inicio:
et: Kodu:
eu: Hasiera:
fi: Koti:
fr: Personnel :
gl: Fogar:
he: בית:
it: Origine:
ka: საწყისი:
ko: 홈:
nl: Privé:
pl: Dom:
pt: Início:
sl: Domov:
tr: Ana klasör:
uk: Домівка:
zh_cn: 主文件夹:
zh_tw: 家目錄：

source: All
ar: الكلّ
ca@valencia: Tot
el: Όλα
eo: Ĉiuj
es: Todo
et: Kõik
eu: Guztia
fi: Kaikki
fr: Tout
gl: Todo
he: הכול
it: Tutto
ka: ყველა
ko: 모두
nl: Alles
pl: Wszystkie
pt: Tudo
sl: Vse
tr: Tümü
uk: Всі
zh_cn: 全部
zh_tw: 全部

source: Print
ar: طباعة
ca@valencia: Imprimix
el: Εκτύπωση
eo: Presi
es: Imprimir
et: Trüki
eu: Inprimatu
fi: Tulosta
fr: Imprimer
gl: Imprimir
he: הדפסה
it: Stampa
ka: დაბეჭდვა
ko: 인쇄
nl: Printen
pl: Drukuj
pt: Imprimir
sl: Tisk
tr: Yazdır
uk: Друк
zh_cn: 打印
zh_tw: 列印

source: Pause Print
ar: ألبث طباعة
ca@valencia: Fa pausa de la impressió
el: Παύση εκτύπωσης
eo: Paŭzi Preson
es: Pausar impresión
et: Paus
eu: Eten inprimatzea
fi: Keskeytä tulostus
fr: Mettre l'imprimante en pause
gl: Pór en pausa a impresión
he: השהיית הדפסה
it: Metti in pausa la stampa
ka: ბეჭდვის შეჩერება
ko: 인쇄 일시 정지
nl: Afdrukken pauzeren
pl: Wstrzymaj druk
pt: Pausar a Impressão
sl: Zaustavi tisk
tr: Yazdırmayı Duraklat
uk: Призупинити друк
zh_cn: 暂停打印
zh_tw: 暫停列印

source: Resume Print
ar: استأنف الطباعة
ca@valencia: Reprén la impressió
el: Συνέχιση εκτύπωσης
eo: Rekomenci Presi
es: Reanudar impresión
et: Jätka trükkimist
eu: Berrekin inprimatzea
fi: Jatka tulostusta
fr: Reprendre l'impression
gl: Continuar a impresión
he: המשך הדפסה
it: Riprendi la stampa
ka: ბეჭდვის გაგრძელება
ko: 인쇄 다시 시작
nl: Afdrukken hervatten
pl: Wznów druk
pt: Retomar a Impressão
sl: Nadaljuj tisk
tr: Yazdırmayı Sürdür
uk: Відновити друк
zh_cn: 继续打印
zh_tw: 繼續列印

source: Stop
ar: أوقف
ca@valencia: Para
el: Διακοπή
eo: Halti
es: Parar
et: Peata
eu: Gelditu
fi: Pysäytä
fr: Arrêter
gl: Deter
he: עצירה
it: Interrompi
ka: შეჩერება
ko: 정지
nl: Stoppen
pl: Zatrzymaj
pt: Parar
sl: Ustavi
tr: Durdur
uk: Зупинити
zh_cn: 停止
zh_tw: 停止

source: Disable Motors
ar: عطّل المحركات
ca@valencia: Inhabilita els motors
el: Απενεργοποίηση κινητήρων
eo: Malebligi Motorojn
es: Desactivar motores
et: Lülita mootorid välja
eu: Ezgaitu motorrak
fi: Poista moottorit käytöstä
fr: Désactiver des moteurs
gl: Desactivar os morotes
he: השבתת מנועים
it: Disabilita i motori
ka: ძრავების გამორთვა
ko: 모터 비활성화
nl: Motoren uitschakelen
pl: Wyłącz silniki
pt: Desactivar os Motores
sl: Onemogoči motorje
tr: İşletkeleri Devre Dışı Bırak
uk: Вимкнути мотори
zh_cn: 关闭电机
zh_tw: 關閉馬達

source: Device
ar: الجهاز
ca@valencia: Dispositiu
el: Συσκευή
eo: Aparato
es: Dispositivo
et: Seade
eu: Gailua
fi: Laite
fr: Périphérique
gl: Dispositivo
he: מכשיר
it: Dispositivo
ka: მოწყობილობა
ko: 장치
nl: Apparaat
pl: Urządzenie
pt: Dispositivo
sl: Naprava
tr: Aygıt
uk: Пристрій
zh_cn: 设备
zh_tw: 裝置

source: Profile
ar: التشكيلة
ca@valencia: Perfil
el: Προφίλ
eo: Profilo
es: Perfil
et: Profiil
eu: Profila
fi: Profiili
fr: Profil
gl: Perfil
he: פרופיל
it: Profilo
ka: პროფილი
ko: 프로필
nl: Profiel
pl: Profil
pt: Perfil
sl: Profil
tr: Profil
uk: Профіль
zh_cn: 配置文件
zh_tw: 設定檔

source: Connect
ar: اتّصل
ca@valencia: Connecta
el: Σύνδεση
eo: Konekti
es: Conectar
et: Ühenda
eu: Konektatu
fi: Yhdistä
fr: Connecter
gl: Conectar
he: התחברות
it: Collega
ka: დაკავშირება
ko: 연결
nl: Verbinden
pl: Połącz
pt: Ligar
sl: Poveži
tr: Bağlan
uk: З'єднати
zh_cn: 连接
zh_tw: 連結

source: Connection Error
ar: خطأ في الاتّصال
ca@valencia: S'ha produït un error de connexió
es: Error de conexión
fr: Erreur de connexion
he: שגיאת חיבור
ka: კავშირის შეცდომა
nl: Verbindingsfout
sl: Napaka povezave
tr: Bağlantı Hatası
uk: Помилка з'єднання
zh_tw: 連線錯誤
