Repository: KDE/atelier
Catalog: po/*/atelier.po
Languages: ar, ca@valencia, el, eo, es, et, eu, fi, fr, gl, he, it, ka, ko, nl, pl, pt, sl, tr, uk, zh_cn, zh_tw

source: Target Bed
ar: السرير الهدف
ca@valencia: Llit objectiu
el: Βάση προορισμού
eo: Celo Lito
es: Lecho objetivo
et: Sihttrükialus
eu: Helburu ohea
fi: Kohdetaso
fr: Implantation cible
gl: Cama de destino
he: מצע יעד
it: Piatto di stampa di destinazione
ka: სამიზნე საფუძველი
ko: 대상 베드
nl: Doelbed
pl: Docelowe łoże
pt: Base-Alvo
sl: Ciljna podlaga
tr: Hedef Yatak
uk: Стенд призначення
zh_cn: 目标基板
zh_tw: 目標的床

source: Actual Ext.1
ar: الباثق 1 الفعلي
ca@valencia: Ext.1 real
el: ΠΡαγματική Ext.1
eo: Fakta Ext.1
es: Ext. 1 actual
et: Tegelik trükipea 1
eu: Egiazko Est.1
fi: Todellinen laaj.1
fr: Ext. actuel.1
gl: Ext. 1 real
he: משחיל בפועל 1
it: Est. attuale 1
ka: მიმდინარე Ext.1
ko: 실제 범위. 1
nl: Actueel Ext.1
pl: Rzeczywista Wyc.1
pt: Ext.1 Actual
sl: Trenutna razširitev.1
tr: Asıl Eks. 1
uk: Фактичне розш.1
zh_cn: 实际喷头1
zh_tw: 實際的 Ext.1

source: Target Ext.1
ar: الباثق 1 الهدف
ca@valencia: Ext.1 objectiu
el: ΠΡοορισμός Ext.1
eo: Celo Ext.1
es: Ext. 1 objetivo
et: Sihttrükipea 1
eu: Helburu Est.1
fi: Kohdelaaj.1
fr: Cible Ext. 1
gl: Ext. 1 de destino
he: משחיל יעד 1
it: Est. destinazione 1
ka: სამიზნე Ext.1
ko: 대상 범위. 1
nl: Doel Ext.1
pl: Docelowa Wyc.1
pt: Ext.1 Alvo
sl: Ciljna razširitev.1
tr: Hedef Eks. 1
uk: Розш.1 призначення
zh_cn: 目标喷头1
zh_tw: 目標的 Ext.1

source: Bed
ar: سرير
ca@valencia: Llit
el: Βάση
eo: Lito
es: Lecho
et: Trükialus
eu: Ohea
fi: Taso
fr: Implanter
gl: Cama
he: מצע
it: Piatto di stampa
ka: საფუძველი
ko: 베드
pl: Łoże
pt: Base
sl: Podlaga
tr: Yatak
uk: Основа
zh_cn: 基板
zh_tw: 床

source: HotEnd
ar: طرف ساخن
ca@valencia: Escalfament final
es: Extrusor
eu: Mutur beroa
fr: Buses chaudes
gl: Extremo quente
he: ראש הדפסה/HotEnd
ka: ცხელიბოლო
ko: 핫엔드
nl: HotEinde
pl: Gorąca końcówka
pt: Cabeça
sl: Vročikonec
tr: Sıcak Bitiş
uk: Гарячий кінець
zh_cn: 热端

source: Active Extruder:
ar: الباثق النشط:
ca@valencia: Extrusora activa:
el: Ενεργό πιεστήριο:
eo: Aktiva Ekstrudilo:
es: Extrusor activo:
et: Aktiivne trükipea:
eu: Estrusio-makina aktiboa:
fr: Extrudeur actif :
gl: Expulsor activo:
he: משחיל פעיל:
it: Estrusore attivo:
ka: აქტიური ექსტრუდერი:
ko: 활성 압출기:
nl: Actieve extruder:
pl: Włączona wyciskarka:
pt: Extrusão Activa:
sl: Dejavni ekstruder:
tr: Etkin ekstrüder:
uk: Активний екструдер:
zh_cn: 活跃的喷头：
zh_tw: 作用中的壓出機：

source: Source url:
ar: عنوان المصدر:
ca@valencia: URL d'origen:
el: Πηγαίο url:
eo: Fonta URL:
es: URL fuente:
eu: Sorburu url:
fi: Lähdeosoite:
fr: URL source :
gl: URL de orixe:
he: כתובת מקור:
it: URL di origine:
ka: წყაროს URL:
ko: 원본 URL:
nl: Bron-URL:
pl: Źródłowy adres URL:
pt: URL de Origem:
sl: Url vira:
tr: Kaynak URL’si:
uk: Адреса джерела:
zh_cn: 来源网址：
zh_tw: 來源 URL：

source: Valid Urls: http://www.example.com/stream.avi rtp://@:1234 mms://mms.examples.com/stream.asx rtsp://server.example.org:8080/test.sdp
ar: عناوين صالحة: http://www.example.com/stream.avi rtp://@:1234 mms://mms.examples.com/stream.asx rtsp://server.example.org:8080/test.sdp
ca@valencia: Els URL vàlids: http://www.exemple.com/flux.avi rtp://@:1234 mms://mms.example.com/flux.asx rtsp://servidor.example.org:8080/prova.sdp
el: Έγκυρα Url: http://www.example.com/stream.avi rtp://@:1234 mms://mms.examples.com/stream.asx rtsp://server.example.org:8080/test.sdp
eo: Validaj URL-oj: http://www.example.com/stream.avi rtp://@:1234 mms://mms.examples.com/stream.asx rtsp://server.example.org:8080/test.sdp
es: URL válidas: http://www.example.com/stream.avi rtp://@:1234 mms://mms.examples.com/stream.asx rtsp://server.example.org:8080/test.sdp
et: Korrektsed URL-id: http://www.example.com/stream.avi rtp://@:1234 mms://mms.examples.com/stream.asx rtsp://server.example.org:8080/test.sdp
eu: Baliodun url-ak: http://www.example.com/stream.avi rtp://@:1234 mms://mms.examples.com/stream.asx rtsp://server.example.org:8080/test.sdp
fi: Kelvolliset osoitteet: http://www.esimerkki.fi/suoratoisto.avi rtp://@:1234 mms://mms.esimerkki.fi/suoratoisto.asx rtsp://palvelin.esimerkki.fi:8080/koe.sdp
fr: « URL » valables : http://www.example.com/stream.avi rtp://@:1234 mms://mms.examples.com/stream.asx rtsp://server.example.org:8080/test.sdp
gl: URL válidas: http://www.example.com/emisión.avi rtp://@:1234 mms://mms.example.com/emisión.asx rtsp://servidor.example.org:8080/proba.sdp
he: כתובות תקפות: http://www.example.com/stream.avi rtp://@:1234 mms://mms.examples.com/stream.asx rtsp://server.example.org:8080/test.sdp
it: URL validi: http://www.example.com/stream.avi rtp://@:1234 mms://mms.examples.com/stream.asx rtsp://server.example.org:8080/test.sdp
ka: სწორი URL-ები: http://www.example.com/stream.avi rtp://@:1234 mms://mms.examples.com/stream.asx rtsp://server.example.org:8080/test.sdp
ko: 사용 가능한 URL: http://www.example.com/stream.avi rtp://@:1234 mms://mms.examples.com/stream.asx rtsp://server.example.org:8080/test.sdp
nl: Geldige URL's: http://www.example.com/stream.avi rtp://@:1234 mms://mms.examples.com/stream.asx rtsp://server.example.org:8080/test.sdp
pl: Prawidłowe adresy URL: http://www.example.com/stream.avi rtp://@:1234 mms://mms.examples.com/stream.asx rtsp://server.example.org:8080/test.sdp
pt: URL's Válidos: http://www.exemplo.com/transmissao.avi rtp://@:1234 mms://mms.exemplos.com/transmissao.asx rtsp://servidor.exemplo.org:8080/teste.sdp
sl: Veljavni naslovi: http://www.example.com/stream.avi rtp://@:1234 mms://mms.examples.com/stream.asx rtsp://server.example.org:8080/test.sdp
tr: Geçerli URL’ler: http://www.example.com/stream.avi rtp://@:1234 mms://mms.examples.com/stream.asx rtsp://server.example.org:8080/test.sdp
uk: Коректні адреси: http://www.example.com/stream.avi rtp://@:1234 mms://mms.examples.com/stream.asx rtsp://server.example.org:8080/test.sdp
zh_cn: 有效的 URL: http://www.example.com/stream.avi rtp://@:1234 mms://ms.exampes.com/stream.aspx rtsp://server.example.org:808080/test.sdp
zh_tw: 有效網址： http://www.example.com/stream.avi rtp://@:1234 mms://mms.examples.com/stream.asx rtsp://server.example.org:8080/test.sdp

source: Error:
ar: الخطأ:
ca@valencia: S'ha produït un error:
fr: Erreur
he: שגיאה:
ka: შეცდომა:
nl: Fout:
tr: Hata:
uk: Помилка:
zh_tw: 錯誤：

source: Welcome to Atelier!
ar: مرحبا بك في برنامج ورشة!
ca@valencia: Us donem la benvinguda a Atelier!
el: Καλωσορίσατε στο Atelier!
eo: Bonvenon al Ateliero!
es: ¡Bienvenido a Atelier!
et: Tere tulemast kasutama Atelieri!
eu: Ongietorri Atelerrera!
fi: Tervetuloa Atelier’iin!
fr: Bienvenue dans Atelier !
gl: Benvida a Atelier!
he: ברוך בואך ל־Atelier!
it: Benvenuti in Atelier!
ka: მოგესალმებათ Atelier!
ko: Atelier에 오신 것을 환영합니다!
nl: Welkom bij Atelier!
pl: Witaj w Atelier!
pt: Bem-vindo ao Atelier!
sl: Dobrodošli v Atelier!
tr: Atölye’ye hoş geldiniz!
uk: Вітаємо у Atelier!
zh_cn: 欢迎使用 Aterlier!
zh_tw: 歡迎使用 Atelier！

source: Quick Connect Guide
ar: دليل الاتصال السريع
ca@valencia: Guia de connexió ràpida
el: Οδηγός γρήγορης σύνδεσης
eo: Gvidilo pri Rapida Konekto
es: Guía de conexión rápida
et: Ühenduse loomise lühijuhis
eu: Konexio azkarrerako gida
fi: Yhdistämisen pikaopas
fr: Guide rapide de connexion
gl: Guía de conexión rápida
he: מדריך להתחברות מהירה
it: Guida rapida alla connessione
ka: სწრაფად მიერთების გიდი
ko: 빠른 연결 가이드
nl: Gids voor snel verbinden
pl: Szybki przewodnik podłączania
pt: Guia de Ligação Rápida
sl: Hitra navodila za priklop
tr: Tez Bağlanma Kılavuzu
uk: Настанови зі швидкого з'єднання
zh_cn: 快速连接指南
zh_tw: 快速連線教學

source: 1 - Create a Profile.
ar: 1 - أنشئ تشكيلة.
ca@valencia: 1 - Creeu un perfil.
el: 1 - Δημιουργία προφίλ.
eo: 1 - Krei Profilon.
es: 1 - Cree un perfil.
et: 1 - loo profiil.
eu: 1 - Sortu profila.
fi: 1 – Luo profiili.
fr: 1 - Créer un profil.
gl: 1. Cree un perfil.
he: 1 - ליצור פרופיל.
it: 1 - Crea un profilo.
ka: 1 - შექმენით პროფილი.
ko: 1 - 프로필을 만듭니다.
nl: 1 - een profiel aanmaken.
pl: 1 - Tworzenie profilu.
pt: 1 - Crie um Perfil.
sl: 1- Ustvarite profil.
tr: 1. Profil oluşturun.
uk: 1 — створіть профіль.
zh_cn: 1 - 创建配置文件。
zh_tw: 1 - 建立設定檔。

source: 2 - Select the device.
ar: 2 - اختر الجهاز.
ca@valencia: 2 - Trieu el dispositiu.
el: 2 - Επιλογή συσκευής.
eo: 2 - Elektu la aparaton.
es: 2 - Seleccione el dispositivo.
et: 2 - vali seade.
eu: 2 - Hautatu gailua.
fi: 2 – Valitse laite.
fr: 2 - Sélectionner un périphérique.
gl: 2. Seleccione un dispositivo.
he: 2 - לבחור את ההתקן.
it: 2 - Seleziona il dispositivo.
ka: 2 - აირჩიეთ მოწყობილობა.
ko: 2 - 장치를 선택합니다.
nl: 2 - het apparaat selecteren.
pl: 2 - Wybór urządzenia.
pt: 2 - Seleccione o dispositivo.
sl: 2- Izberite napravo.
tr: 2. Aygıt seçin.
uk: 2 — виберіть пристрій.
zh_cn: 2 - 选择设备。
zh_tw: 2 - 選取裝置。

source: 3 - Select the profile and connect.
ar: 3 - اختر التشكيلة واتّصل.
ca@valencia: 3 - Trieu el perfil i connecteu.
el: 3 - Επιλογή προφίλ και σύνδεση.
eo: 3 - Elektu la profilon kaj konektiĝu.
es: 3 - Seleccione el perfil y conecte.
et: 3 - vali profiil ja ühendu.
eu: 3 - Hautatu profila eta konektatu.
fi: 3 – Valitse profiili ja yhdistä.
fr: 3 - Sélectionner le profil et se connecter.
gl: 3. Seleccione o perfil ao que conectar.
he: 3 - לבחור את הפרופיל ולהתחבר.
it: 3 - Seleziona il profilo e connetti.
ka: 3 - აირჩიეთ პროფილი და მიეუერთდით.
ko: 3 - 프로필을 선택하고 연결합니다.
nl: 3 - het profiel selecteren en verbinden.
pl: 3 - Wybór profilu i podłączenie.
pt: 3 - Seleccione o perfil e ligue-se.
sl: 3 - Izberite profil in se povežite.
tr: 3. Profili seçin ve bağlanın.
uk: 3 — виберіть профіль і встановіть з'єднання.
zh_cn: 3 - 选择配置文件并连接。
zh_tw: 3 - 選取設定檔並連線。

source: Having a connection problem?
ar: أتواجه مشكلة في الاتصال؟
ca@valencia: Teniu un problema de connexió?
el: Υπάρχει πρόβλημα σύνδεσης;
eo: Ĉu vi havas konektan problemon?
es: ¿Tiene un problema de conexión?
et: Kas ühendusega on probleeme?
eu: Konektatzeko arazoak?
fi: Onko yhdistämisvaikeuksia?
fr: Vous avez un problème de connexion ?
gl: Ten problemas de conexión?
he: בעיות בחיבור?
it: Hai un problema di connessione?
ka: მიერთების პრობლემები გაქვთ?
ko: 연결 문제가 있습니까?
nl: Een verbindingsprobleem hebben?
pl: Masz kłopoty z połączeniem?
pt: Está a ter um problema na ligação?
sl: Imate težavo s povezovanjem?
tr: Bağlanma sorunları mı yaşıyorsunuz?
uk: Маєте проблеми зі з'єднанням?
zh_cn: 连接出现问题？
zh_tw: 有連線問題嗎？

source: See the info section of the Log for common problems.
ar: راجع قسم معلومات السجلّ للمشكلات الشائعة.
ca@valencia: Vegeu la secció d'informació del registre per a problemes comuns.
el: Δείτε την ενότητα με τις πληροφορίες της καταγραφής για συνήθη προβληματα.
eo: Vidu la informsekcion de la Protokolo por oftaj problemoj.
es: Vea la sección de información de Log para consultar los problemas comunes.
et: Levinumate probleemide kohta leiab teavet logi infosektsioonist.
eu: Begiratu egunkariko informazio atala arazo ohikoetarako.
fi: Yleisiä ongelmia löytyy lokin info-osiosta.
fr: Veuillez regarder la section « Information » dans le fichier de journal pour les problèmes communs.
gl: Consulte os problemas comúns na sección de información do historial.
he: לעיין בסעיף הפרטים של היומן לפתרון לתקלות נפוצות.
it: Vedi la sezione informazioni del registro per i problema comuni.
ka: ზოგადი პრობლემებისთვის ჟურნალის ინფორმაციის სექცია გადაამოწმეთ.
ko: 일반적인 문제 해결은 로그의 정보 부분을 참조하십시오.
nl: Zie de informatiesectie van de log voor algemene problemen.
pl: Najczęstsze kłopoty można znaleźć w dziale danych dziennika.
pt: Veja a secção de informação do Registo para problemas comuns.
sl: Za pogoste težave poglejte razdelek z informacijami v dnevniku.
tr: Sık yaşanabilen sorunlar için günlüğün bilgi bölümüne bakın.
uk: Записи щодо типових проблем можна знайти у інформаційному розділі журналу.
zh_cn: 关于常见问题，请参阅日志的信息部分。
zh_tw: 看看記錄的「資訊」部份以取得常見問題。

source: Check our %1Atelier Docs%2 for more information.
el: Ρίξτε μια ματιά στα %1Έγγραφα Atelier%2 για περισσότερες πληροφορίες.
eo: Kontrolu nian %1Atelier Docs%2 por pliaj informoj.
et: Täpsemat teavet annab meie %1Atelieri dokumentatsioon%2.
eu: Probatu %1Atelier Docs%2 informazio zabalagoa eskuratzeko.
gl: Revise a %1documentación de Atelier%2 para máis información.
he: לעיין ב%1מסמכים של Atelier%2 לקבלת מידע נוסף.
it: Controlla la nostra %1documentazione di Atelier%2 per maggiori informazioni.
ko: 더 많은 정보를 보려면 %1Atelier 문서%2를 참조하십시오.
nl: Bekijk onze %1Atelier Docs%2 voor meer informatie.
pl: Więcej danych można znaleźć w %1dokumentacji Atelier%2.
pt: Veja a nossa %1Documentação do Atelier%2 para obter mais informações.
sl: Za več informacij poglejte v naše %1Atelier dokumente%2.
tr: Daha fazla bilgi için %1Atölye Belgelerine%2 bakın.
zh_cn: 查阅我们的 %1Atelier Docs%2 以获取更多信息。

source: Atelier news!
ar: أخبار برنامج ورشة!
ca@valencia: Notícies d'Atelier!
el: Ειδήσεις για το Atelier!
eo: Novaĵoj pri Ateliero!
es: ¡Noticias de Atelier!
et: Atelieri uudised!
eu: Atelier albisteak!
fi: Atelier’in uutiset
fr: Nouvelles de Atelier !
gl: Novas de Atelier!
he: חדשות Atelier!
it: Notizie su Atelier.
ka: Atelier -ის სიახლეები!
ko: Atelier 뉴스!
nl: Atelier nieuws!
pl: Wieści Atelier!
pt: Notícias do Atelier!
sl: Novice o Atelieru!
tr: Atölye haberleri!
uk: Новини Atelier!
zh_cn: Atelier 新闻!
zh_tw: Atelier 新聞！

source: Get Involved
ar: شاركنا
ca@valencia: Com participar
el: Συμμετάσχετε
eo: Implikiĝi
es: Involúcrese
et: Löö kaasa
eu: Engaia zaitez
fi: Osallistuminen
fr: Impliquez vous
gl: Involucrarse
he: הצטרפות
it: Partecipa
ka: შემოგვიერთდით
ko: 참여하기
nl: Meedoen
pl: Współtwórz
pt: Envolva-se
sl: Bodite vpleteni
tr: Katıl
uk: Приєднатися до команди
zh_cn: 参与贡献
zh_tw: 參與其中

source: Join our %1Telegram Group%2!
el: Εγγραφείτε στην %1Ομάδα Telegram%2!
eo: Aliĝu al nia %1Telegram-Grupo%2!
et: Ühine meie %1Telegrami kanaliga%2!
eu: Batu gure %1Telegram taldera%2!
gl: Únase ao noso %1grupo de Telegram%2!
he: להצטרף ל%1קבוצת הטלגרם%2 שלנו!
it: Unisciti al nostro %1gruppo Telegram%2!
ko: %1텔레그램 대화방%2에 참여하십시오!
nl: Doe mee met onze %1Telegram Group%2!
pl: Dołącz do naszej %1Grupy na Telegramie%2!
pt: Junte-se ao nosso %1Grupo do Telegram%2!
sl: Pridružite se naši skupini na %1Telegram Group%2!
tr: %1Telegram Grubumuza%2 katılın!
zh_cn: 加入我们的 %1Telegram 群聊 %2！

source: You can also find us on Libera Chat IRC #kde-atelier
ar: يمكنك إيجادنا على محادثة ليبيرا عبر بروتوكول IRC #kde-atelier
ca@valencia: També ens trobareu a l'irc de Libera Chat, al canal #kde-atelier
el: Μπορείτε να μας βρείτε και στο Libera Chat IRC #kde-atelier
eo: Vi ankaŭ povas trovi nin ĉe Libera Chat IRC #kde-atelier
es: Puede encontrarnos también en el chat Libera IRC #kde-atelier
eu: IRC #kde-atelier Libera berriketan ere aurkitu gaitzakezu
fi: Meidät löytää myös Libera Chat IRCistä: #kde-atelier
fr: Vous pouvez aussi nous retrouver sur le forum de discussions IRC #kde-atelier sur Libera
gl: Tamén pode atoparnos #kde-atelier no IRC de Libera Chat
he: אפשר גם למצוא אותנו ב־IRC ברשת Libera Chat בחדר ‎#kde-atelier
it: Ci puoi trovare anche sul canale IRC #kde-atelier di Libera Chat
ka: ასევე შეგიძლიათ Libera Chat IRC #kde-atelier-ზე გვიპოვოთ
ko: Libera Chat IRC 채널 #kde-atelier에서도 참여할 수 있습니다
nl: U kunt ons ook vinden op Libera Chat IRC #kde-atelier
pl: Można nas także znaleźć na Libera Chat IRC #kde-atelier
pt: Poder-nos-á também encontrar no IRC no Libera Chat #kde-atelier
sl: Lahko nas najdete tudi na Libera Chat IRC #kde-atelier
tr: Ayrıca bizi Libere Chat IRC sunucusunda #kde-atelier kanalında bulabilirsiniz
uk: Ви також можете знайти нас на каналі IRC Libera Chat #kde-atelier
zh_cn: 你也可以在 Libera Chat IRC 的 #kde-atellier 频道上找到我们
zh_tw: 您也可以在 Libera Chat IRC #kde-atelier 找到我們。

source: Failed to fetch the News.
ar: فشل جلب الأخبار.
ca@valencia: Ha fallat mentre es recuperaven les notícies.
el: Αποτυχία προσκόμισης των ειδήσεων.
eo: Malsukcesis alporti la Novaĵojn.
es: No se pudieron recuperar las noticias.
et: Uudiste tõmbamine nurjus.
eu: Huts egin du albisteak eskuratzea.
fi: Uutisten noutaminen epäonnistui.
fr: Impossible de trouver les nouvelles.
gl: Non foi posíbel obter as novas.
he: משיכת החדשות נכשלה.
it: Recupero delle notizie non riuscito.
ka: სიახლეების გამოთხოვის შეცდომა.
ko: 뉴스를 가져올 수 없습니다.
nl: Nieuws ophalen is mislukt.
pl: Nie udało się pobrać wieści.
pt: Não foi possível obter as notícias.
sl: Novic ni bilo mogoče pridobiti.
tr: Haberler getirilemedi.
uk: Не вдалося отримати новини.
zh_cn: 新闻获取失败！
zh_tw: 無法取得「新聞」。

source: Atelier
ar: ورشة
tr: Atölye

source: GCode
eo: GKodo
et: G-kood
eu: G-kode
gl: Código G
