Repository: KDE/atelier
Catalog: po/*/atelier.po
Languages: ar, ca@valencia, el, eo, es, et, eu, fi, fr, gl, he, it, ka, ko, nl, pl, pt, sl, tr, uk, zh_cn, zh_tw

source: Your machine did not respond after 20 seconds. Before connecting again check that your printer is on and your are connecting using the correct BAUD Rate for your device.
ar: لم تستجِب آلتك بعد 20 ثانية. تحقّق قبل الاتصال مرة أخرى من أن طابعتك شغالة ومن أنك تتصل باستخدام معدل BAUD الصحيح لجهازك.
ca@valencia: La màquina no ha respost després de 20 segons. Abans de tornar a connectar, verifiqueu que la impressora estiga encesa i que s'utilitze la velocitat de BAUD correcta per al dispositiu.
es: Su equipo no respondió tras 20 segundos. Antes de conectarse de nuevo, compruebe que su impresora está encendida y que se está conectado con la tasa BAUD correcta para su dispositivo.
fr: Votre imprimante n'a pas répondu dans les 20 secondes. Avant de vous reconnecter, veuillez vérifier que votre imprimante est allumée et que vous utilisez la bonne vitesse de communication en Baud pour votre périphérique.
he: המכונה שלך לא הגיבה לאחר 20 שניות. בטרם התחברות מחדש נא לבדוק שהמדפסת שלך דולקת ושבחרת להתחבר בקצב ה־BAUD (באוד) המתאים למכשיר שלך.
ka: თქვენი მანქანა არ პასუხობს 20 წამის შემდეგაც. თავიდან მიერთებამდე შეამოწმეთ, ჩართულია თუ არა პრინტერი და მოწყობილობას სწორი ბოდური სიჩქარით თუ უკავშირდებით.
nl: Uw machine gaf geen respons na 20 seconden. Alvorens opnieuw te verbinden controleer dat uw printer aan staat en uw verbonden bent met de juist bit-snelheid voor uw apparaat.
sl: Vaša naprava se po 20 sekundah ni odzvala. Pred ponovno povezavo preverite, ali je tiskalnik vklopljen in ali se povezujete s pravilno hitrostjo prenosa podatkov (BAUD Rate) za vašo napravo.
tr: Makineniz 20 saniye geçmesine rağmen yanıt vermedi. Yeniden bağlanmadan önce yazıcınızın açık olduğundan ve aygıtınız için olan doğru BAUD hızıyla bağlandığınızdan emin olun.
uk: Від машини не надійшло відповіді протягом 20 секунд. Перш ніж намагатися знову встановити з'єднання, перевірте, чи увімкнено принтер і чи встановлюєте ви з'єднання з використанням належного значення швидкості передавання даних для вашого пристрою.
zh_tw: 您的機器過了 20 秒都沒有回應。 在嘗試連線之前請先檢查您的印表機已開啟，且您已使用正確的傳輸速率與您的裝置連線。

source: No Profiles!
ar: لا توجد تشكيلات!
ca@valencia: Sense perfils!
el: Χωρίς προφίλ!
eo: Neniuj Profiloj!
es: ¡No hay perfiles!
et: Profiile pole!
eu: Profilik ez!
fi: Ei profiileja!
fr: Aucun profil !
gl: Non hai perfís!
he: אין פרופילים!
it: Non ci sono profili.
ka: პროფლების გარეშე!
ko: 프로필이 없습니다!
nl: Geen profielen!
pl: Brak profili!
pt: Sem Perfis!
sl: Ni profilov!
tr: Profil yok!
uk: Немає профілів!
zh_cn: 无配置文件！
zh_tw: 無設定檔！

source: Connecting requires creating a profile for your printer. Create a profile in the next dialog then try again.
ar: الاتّصال يتطلّب إنشاء تشكيلة لطابعتك. أنشئ تشكيلة في الحوار التالي ثمّ أعد المحاولة.
ca@valencia: El fet de connectar requerix crear un perfil per a la vostra impressora. Creeu un perfil en el diàleg següent i torneu-ho a provar.
el: Η σύνδεση απαιτεί τη δημιουργία ενός προφίλ για τον εκτυπωτή σας. Δημιουργήστε ένα προφίλ στο επόμενο διάλογο και δοκιμάστε πάλι.
eo: Konektado postulas krei profilon por via presilo. Kreu profilon en la sekva dialogo, poste reprovu.
es: La conexión require crear un perfil para su impresora. Cree un perfil en el siguiente diálogo y luego pruebe de nuevo.
et: Ühendumiseks on tarvis luua printeri profiil. Loo see järgmises dialoogis ja proovi uuesti.
eu: Konektatzeko zure inprimagailuaren profil bat sortu behar da. Sortu profil bat hurrengo elkarrizketa-koadroan, ondoren saiatu berriz.
fi: Yhdistäminen vaatii profiilin luomista tulostinta varten. Luo profiili seuraavassa ikkunassa ja yritä uudelleen.
fr: Une connexion nécessite la création d'un profil pour votre imprimante. Veuillez créer un profil dans la prochaine boite de dialogue et essayer à nouveau.
gl: Conectar require crear un perfil para a impresora. Cree un perfil no seguinte diálogo e inténteo de novo.
he: התחברות דורשת יצירת פרופיל למדפסת שלך. נא ליצור פרופיל בחלונית הבאה ואז לנסות שוב.
it: La connessione richiede di creare un profilo per la stampante. Fallo nella finestra successiva, quindi riprova.
ka: მიერთებას თქვენი პრინტერისთვის პროფილის შექმნა ესაჭიროება. შექმენით პროფილი შემდეგ ფანჯარაში და თავიდან სცადეთ.
ko: 프린터에 연결하려면 프린터 프로필을 만들어야 합니다. 다음 대화 상자에서 프로필을 만들고 다시 시도하십시오.
nl: Verbinden vereist het aanmaken van een profiel voor uw printer. Maak een profiel aan in de volgende dialoog probeer daarna opnieuw.
pl: Podłączenie wymaga utworzenia profilu dla twojej drukarki. Utwórz profil w następnym oknie dialogowym i spróbuj ponownie.
pt: A ligação obriga à criação de um perfil para a sua impressora. Crie um perfil na janela seguinte e tente de novo.
sl: Za povezovanje je treba ustvariti profil za tiskalnik. Ustvarite profil v naslednjem pogovornem oknu in poskusite znova.
tr: Yazdırmak için yazıcınıza bir profil oluşturmalısınız. Bir sonraki pencerede bir profil oluşturun ve yeniden deneyin.
uk: Встановлення з'єднання потребує створення профілю для вашого принтера. Створіть профіль за допомогою наступного діалогового вікна і повторіть спробу.
zh_cn: 连接过程需要为您的打印机创建一个配置文件。在下一个对话框中创建一个配置文件，然后重试。
zh_tw: 連線必須為您的印表機建立設定檔。在下一個對話框建立設定檔，然後再試一次。

source: Please, connect a serial device to continue!
ar: من فضلك، وصّل جهازاً تسلسليّاً للمتابعة!
ca@valencia: Connecteu amb un dispositiu sèrie per a continuar!
el: Συνδέστε μια σειραϊκή συσκευή για να συνεχίσετε!
eo: Bonvolu konekti serian aparaton por daŭrigi!
es: ¡Por favor, conecte un dispositivo serie para continuar!
et: Palun ühenda jätkamiseks jadaseade!
eu: Konektatu serieko gailu bat jarraitzeko!
fi: Jatka yhdistämällä sarjalaite!
fr: Veuillez connecter un périphérique série pour continuer !
gl: Conecte un dispositivo serie para continuar!
he: נא לחבר התקן טורי כדי להמשיך!
it: Collega un dispositivo seriale prima di continuare.
ka: გასაგრძელებლად საჭიროა მოწყობილობის მიერთება!
ko: 계속하려면 직렬 장치를 연결하십시오!
nl: Verbind met een serieel apparaat om door te gaan!
pl: Aby kontynuować, należy podłączyć urządzenie szeregowe!
pt: Por favor, ligue um dispositivo série para continuar!
sl: Za nadaljevanje priključite serijsko napravo!
tr: Sürdürmek için bir seri aygıt bağlayın!
uk: Будь ласка, з'єднайте пристрій за допомогою послідовного порту, щоб продовжити роботу!
zh_cn: 请连接串行设备以继续！
zh_tw: 請連結序列埠裝置後繼續！

source: Connect a Printer
ar: وصّل طابعة
ca@valencia: Connecta amb la impressora
el: Σύνδεση εκτυπωτή
eo: Konekti Presilon
es: Conectar una impresora
et: Ühenda printer
eu: Konektatu inprimagailu bat
fi: Yhdistä tulostimeen
fr: Connecter une imprimante
gl: Conectar unha impresora
he: חיבור מדפסת
it: Collega una stampante
ka: შეაერთეთ პრინტერი
ko: 프린터 연결
nl: Een printer verbinden
pl: Podłącz drukarkę
pt: Ligar uma Impressora
sl: Povežite tiskalnik
tr: Bir Yazıcı Bağla
uk: З'єднання принтера
zh_cn: 连接打印机
zh_tw: 連結列印機

source: Push: %1
ar: اِدفع: %1
ca@valencia: Premut: %1
el: Ώθηση: %1
eo: Puŝo: %1
es: Empujar: %1
eu: Bultzatu: %1
fi: Lähetä: %1
fr: Pousser : %1
gl: Puxar: %1
he: דחיפה: %1
ka: გადაცემა: %1
ko: 푸시: %1
nl: Drukken: %1
pl: Naciśnij: %1
pt: Envio: %1
sl: Porini: %1
tr: İt: %1
uk: Надіслати: %1
zh_cn: 增加： %1
zh_tw: 推送：%1

source: Display: %1
ar: العرض: %1
ca@valencia: Pantalla: %1
el: Οθόνη: %1
eo: Montriĝo: %1
es: Mostrar: %1
eu: Azaldu: %1
fi: Näytä: %1
fr: Affichage : %1
gl: Amosar: %1
he: תצוגה: %1
it: Visualizza: %1
ka: ჩვენება: %1
ko: 디스플레이: %1
nl: Scherm: %1
pl: Wyświetlanie: %1
pt: Apresentação: %1
sl: Prikaži: %1
tr: Görüntüle: %1
uk: Показ: %1
zh_cn: 显示：%1
zh_tw: 顯示：%1

source: Relative Move: %1, %2
ar: تحريك نسبيّ: %1, %2
ca@valencia: Mode relatiu: %1, %2
el: Σχετική κίνηση: %1, %2
eo: Relativa Movo: %1, %2
es: Movimiento relativo: %1, %2
et: Suhteline liikumine: %1, %2
eu: Mugimendu erlatiboa: %1, %2
fi: Suhteellinen liike: %1, %2
fr: Déplacement relatif : %1, %2
gl: Movemento relativo: %1, %2
he: תזוזה יחסית: %1, %2
it: Movimento relativo: %1, %2
ka: ფარდობითი გადატანა: %1, %2
ko: 상대적 이동: %1, %2
nl: Relatieve verplaatsing: %1, %2
pl: Ruch względny: %1, %2
pt: Movimento Relativo: %1, %2
sl: Relativni pomik: %1, %2
tr: Göreceli hareket: %1, %2
uk: Відносний рух: %1, %2
zh_cn: 相对移动: %1, %2
zh_tw: 相對移動：%1, %2

source: Print Error
ar: خطأ طباعة
ca@valencia: S'ha produït un error mentre s'imprimia
el: Σφάλμα εκτύπωσης
eo: Presa Eraro
es: Error de impresión
et: Tõrge trükkimisel
eu: Inprimatze errorea
fi: Tulostusvirhe
fr: Erreur d'impression
gl: Erro de impresión
he: שגיאת הדפסה
it: Errore di stampa
ka: ბეჭდვის შეცდომა
ko: 인쇄 오류
nl: Afdrukfout
pl: Błąd drukowania
pt: Erro de Impressão
sl: Napaka tiska
tr: Yazdırma Hatası
uk: Помилка друку
zh_cn: 打印错误
zh_tw: 列印時發生錯誤

source: You must select a file from the list
ar: يجب عليك تحديد ملف من القائمة
ca@valencia: Heu de seleccionar un fitxer de la llista
el: Πρέπει να επιλέξετε ένα αρχείο από τη λίστα
eo: Vi devas elekti dosieron el la listo
es: Debe seleccionar un archivo de la lista
et: Loendist tuleb valida fail
eu: Zerrendako fitxategi bat hautatu behar duzu
fi: Luettelosta on valittava tiedosto
fr: Vous devez sélectionner un fichier dans la liste
gl: Debe seleccionar un ficheiro da lista
he: חובה לבחור קובץ מהרשימה
it: Devi selezionare un file dall'elenco
ka: ფაილი სიიდან უნდა აირჩიოთ
ko: 목록에서 파일을 선택해야 합니다
nl: U moet een bestand uit de lijst selecteren
pl: Należy wybrać plik z listy
pt: Tem de seleccionar um ficheiro da lista
sl: Izbrati morate datoteko s seznama
tr: Listeden bir dosya seçmelisiniz
uk: Вам слід вибрати файл зі списку
zh_cn: 您必须从列表中选择一个文件
zh_tw: 您必須從列表選取一個檔案

source: Delete Error
ar: خطأ حذف
ca@valencia: S'ha produït un error mentre se suprimia
el: Σφάλμα διαγραφής
eo: Forigi Eraron
es: Error de borrado
et: Tõrge kustutamisel
eu: Ezabatze errorea
fi: Poista virhe
fr: Erreur de suppression
gl: Erro de eliminación
he: שגיאת מחיקה
it: Errore nell'eliminazione
ka: წაშლის შეცდომა
ko: 삭제 오류
nl: Fout verwijderen
pl: Błąd usuwania
pt: Erro na Remoção
sl: Napaka brisanja
tr: Silme Hatası
uk: Помилка вилучення
zh_cn: 删除出错
zh_tw: 刪除時發生錯誤

source: Filename Empty
ar: اسم الملف فارغ
ca@valencia: Nom de fitxer buit
el: Κενό όνομα αρχείου
eo: Dosiernomo Malplena
es: Nombre de archivo vacío
et: Failinimi puudub
eu: Fitxategi-izena hutsik
fi: Tiedostonimi on tyhjä
fr: Le nom de fichier est vide
gl: O nome de ficheiro está baleiro
he: שם הקובץ ריק
it: Nome del file vuoto
ka: ფაილის სახელი ცარიელია
ko: 파일 이름이 비어 있음
nl: Bestandsnaam is leeg
pl: Pusta nazwa pliku
pt: Nome do Ficheiro em Branco
sl: Datoteka je prazna
tr: Dosya Adı Boş
uk: Порожня назва файла
zh_cn: 文件名为空
zh_tw: 檔名為空

source: No filename sent from calling method, please check and try again.
ar: لم يرسل اسم ملف من الأسلوب المستدعِي، من فضلك تحقق وأعد المحاولة.
ca@valencia: No s'ha enviat un nom de fitxer des del mètode de crida, comproveu i torneu-ho a provar.
el: Δεν εστάλη όνομα αρχείου από τη μέθοδο κλήσης, ελέγξτε και δοκιμάστε ξανά.
eo: Neniu dosiernomo sendita de voka metodo, bonvolu kontroli kaj provi denove.
es: No se ha mandado ningún nombre de archivo al método. Por favor, compruébelo y pruebe de nuevo.
et: Väljakutsemeetodile ei saadetud ühtegi failinime, palun kontrolli ja proovi uuesti.
eu: Ez da fitxategi-izenik bidali deitzeko metodotik, egiaztatu eta saiatu berriz.
fi: Kutsumetodista ei lähetetty tiedostonimeä: tarkista ja yritä uudelleen.
fr: Aucun nom de fichier fourni au service appelant. Veuillez vérifier et essayer à nouveau.
gl: Non se enviou ningún nome de ficheiro desde o método que chama, compróbeo e inténteo de novo.
he: לא נשלח שם קובץ מהמתודה שקראה, נא לבדוק ולנסות שוב.
it: Nessun nome di file inviato al metodo chiamante, controlla e riprova.
ka: გამოძახების მეთოდში ფაილის სახელი მითითებული არაა. გადაამოწმეთ და თავიდან სცადეთ.
ko: 호출하는 메서드에서 파일 이름을 지정하지 않았습니다. 확인하고 다시 시도하십시오.
nl: Geen bestandsnaam verzonden vanuit de aanroepmethode, controleer en probeer opnieuw.
pl: Nie wysłano nazwy pliku z metody wywołującej, spróbuj ponownie.
pt: Não foi indicado nenhum ficheiro na invocação do método; verifique por favor e tente de novo.
sl: Iz klicne metode ni poslano nobeno ime datoteke, preverite in poskusite znova.
tr: Çağıran yöntemden bir dosya adı gönderilmedi; lütfen denetleyip yeniden deneyin.
uk: Від підпрограми, яка викликала це завдання, не надійшло назви файла. Будь ласка, усуньте цю проблему і повторіть спробу.
zh_cn: 没有从调用的方式中收到文件名，请检查并重试。
zh_tw: 未從呼叫的方法傳送檔案名稱，請檢查並再試一次。

source: File not found
ar: الملف غير موجود
ca@valencia: No s'ha trobat el fitxer
el: Το αρχείο δε βρέθηκε
eo: Dosiero ne trovita
es: Archivo no encontrado
et: Faili ei leitud
eu: Fitxategia ez da aurkitu
fi: Tiedostoa ei löydy
fr: Impossible de trouver le fichier
gl: Non se atopou o ficheiro
he: הקובץ לא נמצא
it: File non trovato
ka: ფაილი ვერ მოიძებნა
ko: 파일을 찾을 수 없음
nl: Bestand niet gevonden
pl: Nie znaleziono pliku
pt: O ficheiro não foi encontrado
sl: Datoteke ni mogoče najti
tr: Dosya bulunamadı
uk: Файл не знайдено
zh_cn: 找不到文件
zh_tw: 未找到檔案

source: %1 Is not readable, please check and try again.
ar: %1 غير قابل للقراءة، من فضلك تحقق وأعد المحاولة.
ca@valencia: %1 No es pot llegir, comproveu i torna-ho a provar.
el: %1 Δεν είνα αναγνώσιμο, ελέγξτε και δοκιμάστε ξανά.
eo: %1 Estas nelegebla, bonvolu kontroli kaj reprovi.
es: %1 No es legible. Por favor, compruébelo y pruebe de nuevo.
et: %1 ei ole loetav, palun kontrolli ja proovi uuestti.
eu: %1 Ez da irakurgarria, egiaztatu eta saiatu berriz.
fi: %1 ei ole luettavissa: tarkista ja yritä uudelleen
fr: %1 Non lisible. Veuillez vérifier et essayer de nouveau.
gl: %1 Non pode lerse, compróbeo e inténteo de novo.
he: %1 בלתי קריא, נא לבדוק ולנסות שוב.
it: %1 non è leggibile, controlla e riprova.
ka: %1 წაკითხვადი არაა. გადაამოწმეთ და თავიდან სცადეთ.
ko: %1에서 읽을 수 없습니다. 확인하고 다시 시도하십시오.
nl: %1 Is niet te lezen, controleer en probeer opnieuw.
pl: %1 Nie jest do odczytu, sprawdź i spróbuj ponownie.
pt: %1 Não é legível; verifique por favor e tente de novo.
sl: %1 ni berljiva, preverite in poskusite ponovno.
tr: %1 Okunabilir değil, lütfen denetleyin ve yeniden deneyin.
uk: %1 Не непридатним до читання. Будь ласка, усуньте проблему і повторіть спробу.
zh_cn: %1 不可读，请检查并重试。
zh_tw: %1 無法讀取，請檢查並重試。

source: Printing: %1
ar: الطباعة: %1
ca@valencia: Imprimint: %1
el: Εκτύπωση: %1
eo: Presado: %1
es: Imprimiendo: %1
et: Trükkimine: %1
eu: Inprimatzen: %1
fi: Tulostetaan: %1
fr: Impression en cours : %1
gl: Imprimindo: %1
he: בהדפסה: %1
it: In stampa: %1
ka: ბეჭდვა: %1
ko: 인쇄 중: %1
nl: Bezig met printen: %1
pl: Drukowanie: %1
pt: A imprimir: %1
sl: Tiskam: %1
tr: Yazdırılıyor: %1
uk: Друк: %1
zh_cn: 正在打印：%1
zh_tw: 列印中：%1

source: Disconnect
ar: اقطع الاتصال
ca@valencia: Desconnecta
el: Αποσύνδεση
eo: Malkonekti
es: Desconectar
et: Lahuta
eu: Deskonektatu
fi: Katkaise yhteys
fr: Déconnecter
gl: Desconectar
he: ניתוק
it: Disconnetti
ka: გათიშვა
ko: 연결 끊기
nl: Verbinding verbreken
pl: Rozłącz
pt: Desligar
sl: Odklopi
tr: Bağlantıyı Kes
uk: Роз'єднати
zh_cn: 断开连接
zh_tw: 中斷連線

source: Connecting…
ar: يتّصل…
ca@valencia: S'està connectant…
es: Conectando…
eu: Konektatzen...
fi: Yhdistetään…
fr: Connexion en cours...
gl: Conectando…
he: התחברות…
it: Connessione…
ka: დაკავშირება…
ko: 연결 중…
nl: Bezig met verbinden…
pl: Łączenie…
sl: Povezujem se…
tr: Bağlanıyor…
uk: З'єднання…
zh_cn: 正在连接...
zh_tw: 連線中…

source: Attempting to Connect
ar: يحاول الاتصال
ca@valencia: S'està intentant connectar
el: Προσπάθεια σύνδεσης
eo: Provante Konekti
es: Intentando conectar
et: Püütakse ühendada
eu: Konektatzeko saiakera
fi: Yritetään yhdistää
fr: Tentative de connexion
gl: Intentando conectar
he: מתבצע ניסיון להתחבר
it: Tentativo di collegamento
ka: მიერთების მცდელობა
ko: 연결 시도 중
nl: Poging om te verbinden
pl: Próba połączenia
pt: A tentar ligar-se
sl: Poskus povezovanja
tr: Bağlanmaya çalışılıyor
uk: Намагаємося встановити з'єднання
zh_cn: 尝试重新连接…
zh_tw: 嘗試連線

source: Connected to %1
ar: متّصل بـ %1
ca@valencia: Connectat amb %1
el: Συνδέθηκε στο %1
eo: Konektita al %1
es: Conectado a %1
et: Ühendatud porti %1
eu: Honetara konektatuta: %1
fi: Yhdistetty: %1
fr: Connecté à %1
gl: Conectado a %1
he: יש חיבור אל %1
it: Connesso a %1
ka: შეერთებული %1-სთან
ko: %1에 연결됨
nl: Verbonden met %1
pl: Połączono z %1
pt: Ligado a %1
sl: Povezan na %1
tr: %1 konumuna bağlandı
uk: З’єднано з %1
zh_cn: 已连接到 %1
zh_tw: 已連線至 %1

source: Not Connected
ar: غير متصل
ca@valencia: Sense connectar
el: Χωρίς σύνδεση
eo: Ne Konektita
es: No conectado
et: Pole ühendatud
eu: Ez dago konektatuta
fi: Ei yhteyttä
fr: Non connecté
gl: Non conectado
he: אין חיבור
it: Non connesso
ka: დაკავშირებული არაა
ko: 연결되지 않음
nl: Niet verbonden
pl: Niepołączony
pt: Desligado
sl: Ni povezan
tr: Bağlı değil
uk: Не з'єднано
zh_cn: 未连接
zh_tw: 未連線

source: Serial disconnected
ar: انقطع التسلسل
ca@valencia: Sèrie desconnectat
el: Το σειραϊκό αποσυνδέθηκε
eo: Seria malkonektita
es: Desconectado del puerto serie
et: Jadaseade lahutatud
eu: Seriekoa deskonektatua dago
fi: Sarjaporttia ei kytketty
fr: Liaison série déconnectée
gl: Desconectouse o serie
he: החיבור הטורי מנותק
it: Seriale disconnessa
ka: სერიული გამოერთებულია
ko: 직렬 연결 끊김
nl: Seriële verbinding verbroken
pl: Port szeregowy rozłączony
pt: O dispositivo série desligou-se
sl: Serijsko nepovezan
tr: Seri bağlantı kesildi
uk: Послідовний порт від'єднано
zh_cn: 串行设备已断开连接
zh_tw: 已中斷序列埠連線

source: Starting Print
ar: يُبدأ الطباعة
ca@valencia: S'està iniciant la impressió
el: Έναρξη εκτύπωσης
eo: Komencante Print
es: Comenzando impresión
et: Trükkimise alustamine
eu: Inprimaketa abiatzen
fi: Aletaan tulostaa
fr: Démarrage de l'impression
gl: Iniciando a impresión
he: הדפסה מתחילה
it: Avvio della stampa
ka: ბეჭდვის დაწყება
ko: 인쇄 시작 중
nl: Print wordt gestart
pl: Rozpocznij wydruk
pt: A Iniciar a Impressão
sl: Začenjam tiskanje
tr: Yazdırma başlatılıyor
uk: Розпочинаємо друк
zh_cn: 开始打印
zh_tw: 開始列印

source: Finished Print
ar: أنهِ الطباعة
ca@valencia: Ha finalitzat la impressió
el: Τέλος εκτύπωσης
eo: Finita Preso
es: Impresión finalizada
et: Trükkimine lõpetatud
eu: Amaitu da inprimatzea
fi: Tulostus valmis
fr: Impression terminée
gl: Rematouse a impresión
he: הדפסה הסתיימה
it: Stampa completata
ka: ბეჭდვა დასრულებულია
ko: 인쇄 완료됨
nl: Print beëindigd
pl: Ukończono wydruk
pt: A Terminar a Impressão
sl: Zaključeno tiskanje
tr: Yazdırma bitti
uk: Завершено друк
zh_cn: 打印完成
zh_tw: 列印完成

source: Finished Print Job
ar: أنهِ مهمة الطباعة
ca@valencia: Ha finalitzat la tasca d'impressió
el: Τέλος διεργασίας εκτύπωσης
eo: Finita Presa Laboro
es: Trabajo de impresión finalizado
et: Trükitöö lõpetatud
eu: Amaitu da inprimatze lana
fi: Tulostustyö on valmis
fr: Tâche d'impression terminée
gl: Rematouse o traballo de impresión
he: משימת ההדפסה הסתיימה
it: Processo di stampa completato
ka: ბეჭდვა დავალება დასრულებულია
ko: 인쇄 작업 완료됨
nl: Printjob beëindigd
pl: Ukończono zadanie wydruku
pt: Tarefa de Impressão Terminada
sl: Končan postopek tiska
tr: Yazdırma işi bitti
uk: Завдання з друку виконано
zh_cn: 打印作业完成
zh_tw: 列印作業完成

source: Pause
ar: ألبث
ca@valencia: Pausa
el: Παύση
eo: Paŭzi
es: Pausar
et: Paus
eu: Eten
fi: Tauko
gl: Pór en pausa
he: השהיה
it: Pausa
ka: შეჩერება
ko: 일시 정지
nl: Pauzeren
pl: Wstrzymaj
pt: Pausa
sl: Premor
tr: Duraklat
uk: Пауза
zh_cn: 暂停
zh_tw: 暫停

source: Paused
ar: مُلبثة
ca@valencia: En pausa
el: Σε παύση
eo: Paŭzita
es: Pausada
et: Pausil
eu: Etenda
fi: Keskeytetty
fr: En pause
gl: En pausa
he: מושהית
it: In pausa
ka: შეჩერებულია
ko: 일시 정지됨
nl: Gepauzeerd
pl: Wstrzymano
pt: Em pausa
sl: V premoru
tr: Duraklatıldı
uk: Призупинено
zh_cn: 已暂停
zh_tw: 已暫停

source: Resume
ar: عاوِد
ca@valencia: Reprén
el: Συνέχιση
eo: Rekomenci
es: Reanudar
et: Jätka
eu: Berrekin
fi: Jatka
fr: Reprendre
gl: Continuar
he: המשך
it: Riprendi
ka: გაგრძელება
ko: 다시 시작
nl: Hervatten
pl: Wznów
pt: Continuar
sl: Nadaljuj
tr: Sürdür
uk: Продовжити
zh_cn: 继续
zh_tw: 繼續

source: Stopping Print
ar: يوقف الطباعة
ca@valencia: S'està parant la impressió
el: Διακοπή εκτύπωσης
eo: Ĉesigante Preson
es: Parando impresión
et: Trükkimise peatamine
eu: Gelditu inprimatzea
fi: Pysäytetään tulostusta
fr: Interrompre l'impression
gl: Deter a impresión
he: ההדפסה נעצרת
it: Interruzione della stampa
ka: ბეჭდვის შეჩერება
ko: 인쇄 정지 중
nl: Print wordt gestopt
pl: Zatrzymywanie wydruku
pt: A Parar a Impressão
sl: Zaustavljam tisk
tr: Yazdırma Durduruluyor
uk: Зупиняємо друк
zh_cn: 暂停打印中
zh_tw: 停止列印

source: Unknown AtCore State, %1
ar: حالة AtCore غير معروفة، %1
ca@valencia: Estat desconegut d'AtCore, %1
el: Άγνωστη κατάσταση AtCore, %1
eo: Nekonata AtCore Ŝtato, %1
es: Estado desconocido de AtCore, %1
et: Teadmata AtCore olek, %1
eu: AtCore egoera ezezaguna, %1
fi: Tuntematon AtCoren tila, %1
fr: État « AtCore » inconnu, %1
gl: Estado descoñecido de AtCore, %1
he: מצב AtCore לא ידוע, %1
it: Stato di AtCore sconosciuto, %1
ka: AtCore-ის უცნობი მდგომარეობა, %1
ko: 알 수 없는 AtCore 상태, %1
nl: Onbekende AtCore status, %1
pl: Nieznany stan AtCore, %1
pt: Estado do AtCore Desconhecido, %1
sl: Neznano stanje AtCore, %1
tr: Bilinmeyen AtCore Durumu, %1
uk: Невідомий стан AtCore, %1
zh_cn: 未知的 AtCore 状态， %1
zh_tw: 未知 AtCore 狀態，%1

source: Found %1 Ports
ar: وجد %1 منفذاً
ca@valencia: S'han trobat %1 ports
el: Βρέθηκαν %1 θύρες
eo: Trovis %1 Pordojn
es: Se han encontrado %1 puertos
et: Leiti %1 porti
eu: %1 ataka aurkitu dira
fi: Löytyi %1 porttia
fr: %1 ports trouvés
gl: Atopáronse %1 portos
he: נמצאו %1 פתחות
it: Trovate %1 porte
ka: ნაპოვნია %1 პორტი
ko: 포트 %1개 발견
nl: %1 poorten gevonden
pl: Znaleziono %1 portów
pt: Foram Detectadas %1 Portas
sl: Najdena %1 vrata
tr: %1 Kapı Bulundu
uk: Виявлено порти %1
zh_cn: 找到了 %1 个端口
zh_tw: 找到 %1 個連線埠

source: No available ports! Please connect a serial device to continue!
ar: لا يوجد منافذ متاحة! وصّل جهاز تسلسلي للاستمرار من فضلك!
ca@valencia: No hi ha cap port disponible! Connecteu un dispositiu sèrie per a continuar.
el: Δεν υπάρχουν διαθέσιμες θύρες! Συνδέστε μια σειραϊκή συσκευή για να συνεχίσετε!
eo: Neniuj disponeblaj pordoj! Bonvolu konekti serian aparaton por daŭrigi!
es: ¡No hay puertos disponibles! ¡Por conecte un dispositivo serie para continuar!
et: Porte pole saada! Palun ühenda jätkamiseks jadaseade!
eu: Ez dago ataka eskuragarririk! Konektatu serieko gailu bat jarraitzeko!
fi: Ei käytettävissä olevia portteja! Jatka kytkemällä sarjalaite!
fr: Aucun ports disponibles ! Veuillez connecter un périphérique série pour continuer !
gl: Non hai ningún porto dispoñíbel! Conecte un dispositivo serie para continuar!
he: אין פתחות זמינות! נא לחבר התקן טורי כדי להמשיך!
it: Nessuna porta disponibile. Collega un dispositivo seriale per continuare.
ka: პორტები ხელმიუწვდომელია! გასაგრძელებლად სერიული მოწყობილობა მიაერთეთ!
ko: 사용 가능한 포트가 없습니다. 계속하려면 직렬 장치를 연결하십시오!
nl: Geen beschikbare poorten! Maak verbinding met een serieel apparaat om door te gaan!
pl: Brak dostępnych portów! Podłącz urządzenie szeregowe, aby kontynuować!
pt: Não existem portas disponíveis! Ligue por favor um dispositivo série para continuar!
sl: Nobenih vrat ni na voljo! Povežite se na serijsko napravo za nadaljevanje!
tr: Kullanılabilir kapı yok! Sürdürmek için bir seri aygıt bağlayın!
uk: Немає доступних портів. Будь ласка, з'єднайте пристрій з комп'ютером за допомогою послідовного порту.
zh_cn: 没有可用端口！请连接一个串行设备来继续！
zh_tw: 沒有可供使用的連線埠！請連線一個序列埠裝置後繼續！

source: Actual Bed
ar: السرير الفعلي
ca@valencia: Llit real
el: ΠΡαγματική βάση
eo: Fakta Lito
es: Lecho actual
et: Tegelik trükialus
eu: Egiazko ohea
fi: Todellinen taso
fr: Implantation actuelle
gl: Cama real
he: מצע בפועל
it: Piatto di stampa attuale
ka: მიმდინარე საფუძველი
ko: 실제 베드
nl: Actueel bed
pl: Rzeczywiste łoże
pt: Base Actual
sl: Trenutna podlaga
tr: Asıl Yatak
uk: Фактичний стенд
zh_cn: 实际基板
zh_tw: 實際的床
